[
    {"id":1,
    "title":"Tình cảm",
    "film":[{
        "id":1,
        "name":"Về nhà đi con",
        "year":2021,
        "description":"Về Nhà Đi Con là một câu chuyện trong gia đình có 4 người, ông bố Sơn và 3 chị em gái Huệ, Thư, Dương, mất mẹ từ nhỏ. Mỗi người một tính cách, trải qua nhiều biến cố riêng và chung, họ càng cảm thấy quý giá tình cảm cha con, chị em, càng cố gắng đem lại niềm vui, hạnh phúc cho người thân.",
        "img":"https://toquoc.mediacdn.vn/thumb_w/640/2019/12/5/poster-phim-ve-nha-di-con-1575534082108391788397.jpg",
        "comment":[
            {"id":1,"userid":1,"score":8,"comment":"Phim khá cảm động"},
            {"id":2,"userid":2,"score":8,"comment":"Phim hay nhưng chưa lấy được nước mắt của tại hạ"},
            {"id":3,"userid":3,"score":5,"comment":"Thích xem phim kiếm hiệp hơn :((("},
            {"id":4,"userid":4,"score":9,"comment":"Tuy không phải thể loại phim mình thích nhưng khá hay đấy !!"}
        ]
    },{
        "id":2,
        "name":"Thần Tượng Vô Danh",
        "year":2023,
        "description":"Thần Tượng Vô Danh xoay quanh vị mục sư quyền năng Rembrary (Kim Min Gue) từ một thế giới khác bất ngờ 'xuyên không' đến trái đất, tỉnh dậy trong cơ thể của Woo Yeon Woo - thành viên của nhóm nhạc thần tượng kém nổi tiếng có tên Wild Animal. Nhóm nhạc này đang trên bờ vực tan rã. Tuy nhiên, sau khi nhóm bước lên sân khấu lần cuối, những trò hề ngớ ngẩn của Lembrary bất ngờ thu hút được nhiều sự quan tâm.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Fthan-tuong-vo-danh-10978.jpg%3F1678987831",
        "comment":[ {"id":5,"userid":1,"score":10,"comment":"Hay quá <3 <3 !!"}]
    },{
        "id":3,
        "name":"Rừng Hoa Rực Lửa",
        "year":2022,
        "description":"Rừng Hoa Rực Lửa kể về Pongdanai, người thừa kế của một tập đoàn nhập khẩu lớn, phụ nữ chỉ là những bông hoa tô điểm cho cuộc đời, anh có thể chọn lựa, vui đùa, rồi vứt bỏ. Thế nhưng, những người phụ nữ vẫn chấp nhận trở thành đóa hoa trong tay anh để đạt được mục đích riêng của mình. Và khi khu rừng ấy có quá nhiều bông hoa thì cuộc chiến để trở thành bông hoa duy nhất trong lòng Pongdanai cũng trở nên quyết liệt hơn bao giờ hết.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Frung-hoa-ruc-lua-10785.jpg%3F1674574189",
        "comment":[{"id":6,"userid":2,"score":5,"comment":"Chán !!"},{"id":7,"userid":4,"score":9,"comment":"Cũng được !!"}]
    },{
        "id":4,
        "name":"Tiếng Sét Trong Mưa",
        "year":2019,
        "description":
        "Tiếng Sét Trong Mưa lấy bối cảnh Nam bộ xưa xoay quanh cuộc sống của Thị Bình - người đàn bà lam lũ, thật thà sống cùng cô con gái Kim Phượng, thiếu nữ 16 tuổi xinh xắn, dịu dàng. Bà Bình trở thành vợ của ông Quý sau biến cố đặc biệt cách đây đã 30 năm khi chính ông - với chiếc thuyền câu nhỏ bé đã cứu được bà cùng cậu con trai đỏ hỏn trong một đêm mưa gió. Từ đó, bà an phận sống ở vùng quê nghèo, nuôi con xa lánh thế sự còn ông Quý đi làm ăn xa nuôi gia đình. Phượng chính là kết quả của cuộc tình nhiều ân nghĩa hơn tình yêu giữa cả hai.Một ngày, ông Quý - ba của Phượng từ thành phố trở về muốn đưa cả hai mẹ con lên thành phố sau khi xin được công việc tốt, với mong muốn tiện việc chăm sóc. Nhất mực không muốn rời làng quê nhưng trước sự kiên quyết của ông Quý, bà chấp nhận cho Phượng lên thành phố với yêu cầu, hai cha con phải hứa không được vào làm cho bất kỳ gia đình giàu có nào. Nhưng, số phận đưa đẩy Phượng trở thành người giúp việc cho gia đình ông Khải Duy - một chủ đồn điền cao su khét tiếng, độc ác và gia trưởng.Phượng bước vào gia đình giàu có kia với biết bao điều kì lạ. Bà ba Hạnh Nhi suốt ngày giam mình trong phòng, đắm chìm trong những cuốn tiểu thuyết diễm tình lãng mạn, chỉ đến giờ cơm mới bước ra ngoài. Trong nhà, căn phòng của bà chủ lớn - được cho là đã mất khi sinh cậu Hai Bình được ông Duy giữ nguyên, nhưng luôn có cảm giác u ám, ghê rợn cùng lời đồn có ma. Sự thật năm xưa, chuyện con chung con riêng dần hé lộ với những kết cục vô cùng bi thảm đã xảy ra.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Ftieng-set-trong-mua-7210.jpg%3F1572704244",
        "comment":[]
    }]},
    {"id":5,
    "title":"Kinh dị",
    "film":[{
        "id":3,
        "name":"Đoạt Hồn",
        "year":2023,
        "description":"Đoạt Hồn kể về bé Ái 8 tuổi bị trượt chân xuống sông và mất tích. Một tuần sau đó, cậu của Ái là một cảnh sát, tìm được xác Ái ở một vùng quê, và chứng kiến Ái ngồi bật dậy từ nhà xác. Anh ta mang Ái về nhà, nhưng không nói với bố mẹ Ái rằng lúc anh ta tìm thấy Ái đã chết. Nhiều sự việc kỳ lạ đã diễn ra ở gia đình họ Vương cho đến khi họ khám phá ra Ái đã bị đoạt hồn.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Fdoat-hon-7740.jpg%3F1581235808",
        "comment":[
            {"id":9,"userid":1,"score":10,"comment":"Tuyệt vời"},
            {"id":10,"userid":2,"score":10,"comment":"Phim rất hay"},
            {"id":11,"userid":3,"score":5,"comment":"Phim không hay"},
            {"id":12,"userid":4,"score":4,"comment":"Phim chán"}
        ]
    }]},
    {"id":6,
    "title":" Gia Đình - Học Đường",
    "film":[{
        "id":4,
        "name":"Hải Trình Của JESSICA",
        "year":2022,
        "description":"Hải Trình Của Jessica là câu chuyện theo đuổi ước mơ và đối mặt với nỗi sợ, một thiếu nữ người Úc ngoan cường quyết tâm trở thành người trẻ nhất đi thuyền một mình vòng quanh thế giới.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Fhai-trinh-cua-jessica-10960.jpg%3F1676107007",
        "comment":[]
    },{
        "id":7,
        "name":"Ngôi Trường Xác Sống",
        "year":2022,
        "description":"Ngôi Trường Xác Sống kể về một ngôi trường cấp ba trở thành điểm bùng phát virus thây ma. Các học sinh mắc kẹt phải nỗ lực thoát ra – hoặc biến thành một trong những người nhiễm bệnh hung tợn.",
        "img":"https://mp-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimage.mpapis.xyz%2Fposter%2Fngoi-truong-xac-song-9785.jpg%3F1643536635",
        "comment":[{"id":13,"userid":1,"score":10,"comment":"Tuyệt vời, rất xứng đáng"},
        {"id":14,"userid":2,"score":10,"comment":"Phim rất hay"},
        {"id":15,"userid":3,"score":8,"comment":"Phim hay"},
        {"id":16,"userid":4,"score":8,"comment":"Phim kịch tính"}]
    }]}
]